Repository: Rokoko/rokoko-studio-live-unreal-engine
Catalog: Plugins/MocopiLiveLink/Resources/Localization/*/MocopiLiveLink.po
Languages: es, ja

# MocopiLiveLinkModule,CreateSourceButtonLabel
source: Create Mocopi Source
es: Crear Mocopi Source
ja: Mocopi LiveLinkソースを作成

# MocopiLiveLinkModule,errorInvalidPort
source: Invalid port. Please enter a port number between 0 and 65535
es: Puerto no válido. Ingresa un número de puerto entre 0 y 65535
ja: 無効なポートです。 ポート番号は0～65535までの値を入力してください

# MocopiLiveLinkModule,errorInvalidSMF
source: Error loading the SonyMotionFormat Library. Please reinstall the plugin to repair the files.
es: Error al cargar la librería SonyMotionFormat. Por favor vuelve a instalar el plugin para reparar los archivos.
ja: SonyMotionFormat Libraryの読み込み中にエラーが発生しました。ファイルを修復するためにプラグインを再インストールしてください。

# MocopiLiveLinkModule,errorInvalidSocket
source: Trying to start UDP thread with an invalid / uninitialized socket
es: Tratando de comenzar un UDP thread con un socket invalido o sin inicializar
ja: 無効なソケット/初期化されていないソケットでUDPスレッドを開始しようとしています

# MocopiLiveLinkModule,errorNoSubjectName
source: Enter a subject name to create a Mocopi LiveLink Source
es: Ingresa un nombre del sujeto para crear una Mocopi LiveLink Source
ja: Mocopi LiveLinkソースを作成するために、サブジェクト名を入力してください

# MocopiLiveLinkModule,errorTitleInvalidPort
source: Error: Invalid Port
es: Error: Puerto No Válido
ja: エラー：無効なポート

# MocopiLiveLinkModule,errorTitleInvalidSMF
source: Error: SonyMotionFormat Library
es: Error: Librería SonyMotionFormat
ja: エラー：SonyMotionFormatライブラリ

# MocopiLiveLinkModule,errorTitleNoSubjectName
source: Error: Empty Subject Name
es: Error: Nombre del Sujeto Vacío
ja: エラー：サブジェクト名が空白

# MocopiLiveLinkModule,errorTitleUsedPort
source: Error: Port in Use
es: Error: Puerto en Uso
ja: エラー：使用中のポート

# MocopiLiveLinkModule,errorUsedPort
source: This port is already being used by another Mocopi LiveLink Source
es: Este puerto ya está siendo utilizado por otra Mocopi LiveLink Source
ja: このポートは、すでに他のMocopi LiveLinkソースで使用されています

# MocopiLiveLinkModule,InputPort
source: Port Number
es: Número de Puerto
ja: ポート番号

# MocopiLiveLinkModule,receivedUnrecognizedData
source: MocopiLiveLink plugin received unrecognized data
es: El plugin MocopiLiveLink recibió datos no reconocidos
ja: MocopiLiveLinkプラグインが認識できないデータを受信しました

# MocopiLiveLinkModule,smfImportError
source: Failed to import SonyMotionFormat function
es: Falla al importar función de SonyMotionFormat
ja: SonyMotionFormat関数のインポートに失敗しました

# MocopiLiveLinkModule,smfLoadError
source: Failed to load the required SonyMotionFormat library. Plugin will not be functional. File Path:
es: Falla al cargar la librería SonyMotionFormat. El Plugin no funcionará. Ruta del archivo:
ja: 必要なSonyMotionFormatライブラリの読み込みに失敗しました。プラグインは機能しません。ファイルパス:

# MocopiLiveLinkModule,socketInitFailed
source: Socket Initialization Failed
es: La inicialización del socket falló
ja: ソケットの初期化に失敗しました

# MocopiLiveLinkModule,SourceStatusReceiving
source: Listening to port {0}
es: Escuchando al puerto {0}
ja: ポート{0}をリスニング中

# MocopiLiveLinkModule,SourceTooltip
source: Creates a connection to Mocopi Sensors
es: Crea una conexión LiveLink a los sensores Mocopi
ja: mocopiセンサーとの接続を作成します

# MocopiLiveLinkModule,SubjectName
source: Subject Name
es: Nombre del Sujeto
ja: サブジェクト名
